// Тексты сообщений из базы данных
const BOT_CONFIG = {
  texts: {
    textLocation: 'посмотреть место на карте',
    map: 'Нажми, на карту, чтобы увеличить',
    banText: 'Ты забанен',
    unbanText: 'Время твоего бана истекло',
    unsubscribeText: 'Ты отписан от канала',
    inviteText: 'Поздравляем, ты отправляешься на встречу☕:',
    remindText: 'Напоминаем тебе про встречу:',
    acceptText: 'Я иду!😋',
    declineText: 'Не в этот раз 😞',
    acceptReply: 'Очень круто 😉 , что ты подтвердил, не опаздывай!',
    declineReply: 'Очень жаль, что ты отклонил☹, увидимся в другой раз!'
  }
};

module.exports = BOT_CONFIG;
